{
	"language": "Language",
	"here_you_can_register": "Here you can register account for ",
	"let_choose_a_nickname":"First, let's choose a nickname. It should consist of 12 characters of type 12345a-z and not have dots or special characters. Example: 'imsquad12345'",
	"make_yourself_one":"Make yourself one: ",
	"check_it":"Check it",
	"save_the_keys":"Save the account keys: ",
	"active_private_key":"Active Private Key",
	"active_public_key":"Active Pubic Key",
	"owner_private_key":"Owner Private Key",
	"owner_public_key":"Owner Public Key",
	"key_descriptor":"An active account key is required to sign transactions on the network. And with the help of the owner's key, you can restore access to the account if the active key is lost. If both keys are lost, you will not be able to recover your account. ",
	"saved": "I safely saved the keys",
	"paid_registration": "Paid Registration",
	"choise": "Choise",
	"paid_account":"The account comes with 128kb RAM and wide CPU and NET bandwidth. Account can be used for launch your own branches of the Protocol and has all the necessary resources for this.",
	"conditionally_registration": "Conditionally-Free Registration",
	"one_task": "1 Task",
	"get_one_task": "Get it",
	"you_are_inveted":"You are invited to perform one simple task from the community. After completing the job verification, the account will be registered with 4 KB of RAM. The account can be used to participate in existing branches of the Protocol.",
	"username": "Username",
	"personal_eth":"Personal ETH address",
	"transfer": "Transfer",
	"account_will_be_registered":"ETH, and after several confirmations, your account will be registered. Just waiting on this page.",
	"back":"Back",
	"reset": "Reset",
 	"task1":"Make a post in any social network with following content:",
 	"task2":"I will go to a free travel with #travelchain and #mapala",
 	"after_task_complete":"After complete the task, put direct link to post in the folowing input, confirm it and wait on this page. Your account will be delivered as soon as possible. ",
 	"confirm": "Подтвердить",
 	"message_from_community": "Message from Community",
 	"welcome_to": "Welcome to",
 	"account": "Account",
 	"is_registered":"is registered",
 	"import_keys":"Now you can import keys in the Scatter and use "
}